n = int(input("Укажите количество символов: "))
print(n * "@\t")

